Repository: zzlmilk/kedian
Catalog: HaloKitGlobal/*.lproj/BGLanguageSetting.strings
Languages: ar

source: Map
ar: 地图

source: Setting
ar: 设置

source: Scan
ar: يرجى تصحيح ثنائي الأبعاد مسح كود

source: Link
ar: الأجهزة المتصلة

source: Skip
ar: 跳过

source: LanageSetting
ar: اختيار اللغة

source: lightSetting
ar: التحكم في الإضاءة

source: Please scan the correct two-dimensional code
ar: يرجى تصحيح ثنائي الأبعاد مسح كود

source: Place the two-dimensional code on the collar's instruction manual into the box
ar: رمز ثنائي الأبعاد على ذوي الياقات البيضاء في دليل الإطار المعدات

source: Google Map
ar: خريطة جوجل

source: Find
ar: بحث

source: Monitor
ar: مراقب

source: Device
ar: معدات

source: Electricity
ar: قوة

source: Not connected
ar: لا علاقة

source: Connected
ar: متصل

source: Getting
ar: الحصول على

source: Connect to other devices
ar: توصيل أجهزة أخرى

source: Help center
ar: مساعدة

source: About us
ar: من نحن

source: Save
ar: حفظ

source: Device two-dimensional code
ar: معدات رمز ثنائي الأبعاد

source: Feedback
ar: ردود الفعل

source: White
ar: الأبيض

source: Red
ar: أحمر

source: Blue
ar: أزرق

source: Green
ar: أخضر

source: Cyan
ar: أزرق

source: Yellow
ar: أصفر

source: Questions and opinions
ar: قضايا وآراء

source: Please fill in your suggestions or problems
ar: يرجى ملء في وصف المشكلة التي واجهتك حتى نتمكن من تحسين مساعدة

# Contact number
source: PhoneNum
ar: هاتف

source: Optional, so that we can contact you
ar: يرجى ملء اقتراحاتكم أو المشاكل التي واجهتها

source: Submit
ar: عرض

source: Submitted successfully
ar: قدمت بنجاح

source: Customer service hotline
ar: الخط الساخن لخدمة العملاء

source: Current version
ar: الإصدار الحالي

source: Smart Collar FAQs
ar: أسئلة وأجوبة طوق الذكية

source: Electric fence
ar: سياج الكتروني

source: Pets 24 hours trajectory
ar: الحيوانات الأليفة 24H مسار

source: Create an electronic fence
ar: إنشاء سياج الكتروني

source: Close the electronic fence and your pet is easy to lose
ar: مغلق سياج الكتروني، والحيوانات الأليفة الخاص سهلة لانقاص

source: Create success
ar: خلق النجاح

source: Make sure to close the electronic fence
ar: OK لإغلاق سياج الكتروني

source: Range size
ar: مجموعة الحجم

source: Time
ar: وقت

source: Cancel
ar: ألغيت

source: OK
ar: أكد

source: Close
ar: قريب

source: Open
ar: فتح

source: Turn off
ar: غلق

source: Getting pet location
ar: الحصول على موقع الحيوانات الأليفة

source: Connection succeeded
ar: كان الاتصال ناجحا

source: Please turn on your device
ar: يرجى بدوره على جهازك

source: Saved successfully
ar: حفظ بنجاح

source: Save failed
ar: حفظ فشل

source: Escape fence notice
ar: سياج للهروب إشعار

source: Your pet has left the fence, please open the APP verification
ar: وقد ترك محبوبتك السياج، APP مفتوحة تحقق

source: Your pet has left the fence, please check
ar: وقد ترك محبوبتك السياج، الاختيار

source: Device signal is weak, please try again
ar: الإشارات الضعيفة الجهاز، يرجى المحاولة مرة أخرى

source: Please connect the device first
ar: الرجاء توصيل الأجهزة

source: Get track failed
ar: عدم الحصول على مسار

source: Closed fence failed
ar: انهيار سياج الفشل

source: Failed to create fence
ar: فشل إنشاء سياج

source: please enter a valid phone number
ar: يرجى إدخال رقم الهاتف الصحيح

source: Press again to exit the program
ar: اضغط مرة أخرى لإنهاء البرنامج

source: The device is already landing on another application
ar: قد هبطت المعدات بالفعل في تطبيق آخر

source: AGPS failed to get
ar: فشل الاستحواذ AGPS

# The equipment is offline
source: he equipment is offline
ar: الجهاز غير متواجد حاليا

source: The pet is out of the fence
ar: الحيوانات الأليفة تسوير

source: The device is not connected
ar: لم يتم توصيل الأجهزة الطرفية

source: The device is disconnected
ar: يتم قطع الجهاز

source: Update failed
ar: تحديث فشل

source: Longitude error
ar: خطأ خط الطول

source: Latitude error
ar: خطأ خط العرض

source: Radius error
ar: خطأ دائرة نصف قطرها

source: Can not connect to the network Please try again later
ar: غير قادر على الاتصال بالشبكة، يرجى المحاولة مرة أخرى في وقت لاحق

source: The connection failed, please reconnect
ar: اتصال فشل، إعادة الاتصال

source: Load failed, please reload
ar: فشل تحميل، تحميل

source: The network can not be accessed, please check the network connection
ar: لا يمكن الوصول إلى الشبكة، يرجى التحقق من الاتصال بالشبكة

source: The device signal is weak
ar: إشارة المعدات ضعيفة
